{
  "products": [
    {
      "id": "OLJCESPC7Z",
      "name": "National Park Foundation Bee-Free Explorascope",
      "description": "The National Park Foundation’s (NPF) Explorascope 60AZ is a manual alt-azimuth, bee-free refractor telescope perfect for celestial viewing on the go. It does not contain any live, angry bees. The NPF Explorascope 60 can view the planets, moon, star clusters and brighter deep sky objects like the Orion Nebula and Andromeda Galaxy. Note: when the package arrives, it may be emitting a loud buzzing noise. This is simply telescope parts settling after shipment and is not indicative of any live, angry bees contained within.",
      "picture": "/images/products/NationalParkFoundationExplorascope.jpg",
      "priceUsd": {
        "currencyCode": "USD",
        "units": 101,
        "nanos": 960000000
      },
      "categories": ["telescopes"]
    },
    {
      "id": "66VCHSJNUP",
      "name": "Make Your Own Telescope Kit",
      "description": "This incredible, user-friendly kit contains the materials you need to build your very own telescope. A fun project to do with children or adults who haven't lost their sense of wonder. Contents: 20 pounds silica sand, 1500 pounds bauxite ore containing minimum 40% aluminum, matches, four page instruction booklet.",
      "picture": "/images/products/BauxiteOre.jpg",
      "priceUsd": {
        "currencyCode": "USD",
        "units": 349,
        "nanos": 950000000
      },
      "categories": ["telescopes"]
    },
    {
      "id": "1YMWWN1N4O",
      "name": "Hubble Space Telescope",
      "description": "Lightly used optical space telescope. Willing to part with it cheap but you must pick it up from low Earth orbit by Wednesday at the latest.",
      "picture": "/images/products/HubbleSpaceTelescope.jpg",
      "priceUsd": {
        "currencyCode": "USD",
        "units": 1,
        "nanos": 950000000
      },
      "categories": ["telescopes", "travel"]
    },
    {
      "id": "L9ECAV7KIM",
      "name": "Lens Cleaning Kit",
      "description": "Wipe away dust, dirt, fingerprints and other particles on your lenses to see clearly with the Lens Cleaning Kit. This cleaning kit works on all glass and optical surfaces, including telescopes, binoculars, spotting scopes, monoculars, microscopes, and even your camera lenses, computer screens, and mobile devices.  The kit comes complete with a retractable lens brush to remove dust particles and dirt and two options to clean smudges and fingerprints off of your optics, pre-moistened lens wipes and a bottled lens cleaning fluid with soft cloth.",
      "picture": "/images/products/LensCleaningKit.jpg",
      "priceUsd": {
        "currencyCode": "USD",
        "units": 21,
        "nanos": 950000000
      },
      "categories": ["accessories"]
    },
    {
      "id": "2ZYFJ3GM2N",
      "name": "Roof Binoculars",
      "description": "This versatile, all-around binocular is a great choice for the trail, the stadium, the arena, or just about anywhere you want a close-up view of the action without sacrificing brightness or detail. It’s an especially great companion for nature observation and bird watching, with ED glass that helps you spot the subtlest field markings and a close focus of just 6.5 feet.",
      "picture": "/images/products/RoofBinoculars.jpg",
      "priceUsd": {
        "currencyCode": "USD",
        "units": 209,
        "nanos": 950000000
      },
      "categories": ["binoculars"]
    },
    {
      "id": "0PUK6V6EV0",
      "name": "Solar System Color Imager",
      "description": "You have your new telescope and have observed Saturn and Jupiter. Now you're ready to take the next step and start imaging them. But where do you begin? The NexImage 10 Solar System Imager is the perfect solution.",
      "picture": "/images/products/SolarSystemColorImager.jpg",
      "priceUsd": {
        "currencyCode": "USD",
        "units": 175,
        "nanos": 0
      },
      "categories": ["accessories", "telescopes"]
    },
    {
      "id": "LS4PSXUNUM",
      "name": "Red Flashlight",
      "description": "This 3-in-1 device features a 3-mode red flashlight, a hand warmer, and a portable power bank for recharging your personal electronics on the go. Whether you use it to light the way at an astronomy star party, a night walk, or wildlife research, ThermoTorch 3 Astro Red’s rugged, IPX4-rated design will withstand your everyday activities.",
      "picture": "/images/products/RedFlashlight.jpg",
      "priceUsd": {
        "currencyCode": "USD",
        "units": 57,
        "nanos": 80000000
      },
      "categories": ["accessories", "flashlights"]
    },
    {
      "id": "9SIQT8TOJO",
      "name": "Optical Tube Assembly",
      "description": "Capturing impressive deep-sky astroimages is easier than ever with Rowe-Ackermann Schmidt Astrograph (RASA) V2, the perfect companion to today’s top DSLR or astronomical CCD cameras. This fast, wide-field f/2.2 system allows for shorter exposure times compared to traditional f/10 astroimaging, without sacrificing resolution. Because shorter sub-exposure times are possible, your equatorial mount won’t need to accurately track over extended periods. The short focal length also lessens equatorial tracking demands. In many cases, autoguiding will not be required.",
      "picture": "/images/products/OpticalTubeAssembly.jpg",
      "priceUsd": {
        "currencyCode": "USD",
        "units": 3599,
        "nanos": 0
      },
      "categories": ["accessories", "telescopes", "assembly"]
    },
    {
      "id": "6E92ZMYYFZ",
      "name": "Solar Filter",
      "description": "Enhance your viewing experience with EclipSmart Solar Filter for 8” telescopes. With two Velcro straps and four self-adhesive Velcro pads for added safety, you can be assured that the solar filter cannot be accidentally knocked off and will provide Solar Safe, ISO compliant viewing.",
      "picture": "/images/products/SolarFilter.jpg",
      "priceUsd": {
        "currencyCode": "USD",
        "units": 69,
        "nanos": 950000000
      },
      "categories": ["accessories", "telescopes"]
    }
  ]
}
